Repository: DeyarZ/wedding-planner
Catalog: weddingplanner/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, et, fi, fr, hr, hu, is, it, ja, ko, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Large 151-300 guests
ar: كبير 151-300 ضيف
cs: Velká 151-300 hostů
da: Stort 151-300 gæster
de: Groß 151–300 Gäste
es: Grande 151-300 invitados
et: Suur 151-300 külalist
fi: Suuri 151–300 vierasta
fr: Grand 151-300 invités
hr: Veliko 151-300 gostiju
hu: Nagy 151-300 vendég
is: Stór 151-300 gestir
it: Grande 151-300 ospiti
ja: ラージ 151〜300名
ko: 대규모 하객 151~300명
lv: Lielas 151-300 viesu
nb: Stort 151-300 gjester
nl: Groot 151-300 gasten
pl: Duże 151-300 gości
pt: Grande 151-300 convidados
ro: Mare 151-300 de invitați
ru: Большая 151-300 гостей
sk: Veľká 151-300 hostí
sl: Velika 151-300 gostov
sv: Stort 151-300 gäster
th: ใหญ่ แขก 151-300 คน
tr: Büyük 151-300 misafir
uk: Велике 151-300 гостей
vi: Lớn 151-300 khách mời
zh_hans: 大型 151-300 位宾客
zh_hant: 大型 151-300 位賓客

source: Last Dance & Send-off
ar: الرقصة الأخيرة والتوديع
cs: Poslední tanec a rozloučení
da: Sidste dans og afsked
de: Letzter Tanz & Verabschiedung
es: Último baile y despedida
et: Viimane tants ja ärasaatmine
fi: Viimeinen tanssi ja hyvästelyt
fr: Dernière danse et départ des mariés
hr: Posljednji ples i ispraćaj
hu: Utolsó tánc és búcsúztatás
is: Síðasti dansinn og kveðjustund
it: Ultimo ballo e saluti
ja: ラストダンスとお見送り
ko: 마지막 댄스 & 배웅
lv: Pēdējā deja un izvadīšana
nb: Siste dans og avskjed
nl: Laatste dans & uitzwaaien
pl: Ostatni taniec i pożegnanie
pt: Última dança e despedida
ro: Ultimul dans și plecarea mirilor
ru: Последний танец и проводы
sk: Posledný tanec a rozlúčka
sl: Zadnji ples in slovo
sv: Sista dansen & avfärd
th: เต้นรำเพลงสุดท้ายและส่งตัวบ่าวสาว
tr: Son Dans ve Uğurlama
uk: Останній танець і проводи
vi: Điệu nhảy cuối & Màn tiễn đưa
zh_hans: 最后一支舞与送别
zh_hant: 最後一支舞與送客

source: Last Day of Your Free Trial
ar: آخر يوم في تجربتك المجانية
cs: Poslední den bezplatné zkušební verze
da: Sidste dag i jeres gratis prøveperiode
de: Letzter Tag deiner Testphase
es: Último día de tu prueba gratis
et: Sinu tasuta prooviperioodi viimane päev
fi: Ilmaisen kokeilusi viimeinen päivä
fr: Dernier jour de votre essai gratuit
hr: Posljednji dan besplatne probe
hu: Az ingyenes próbaidőszakod utolsó napja
is: Síðasti dagur ókeypis prufunnar
it: Ultimo giorno della prova gratuita
ja: 無料トライアル最終日
ko: 무료 체험 마지막 날
lv: Bezmaksas izmēģinājuma pēdējā diena
nb: Siste dag av den gratis prøveperioden
nl: Laatste dag van je gratis proefperiode
pl: Ostatni dzień bezpłatnego okresu próbnego
pt: Último dia do seu teste gratuito
ro: Ultima zi din proba gratuită
ru: Последний день бесплатного периода
sk: Posledný deň vašej skúšobnej verzie
sl: Zadnji dan brezplačnega preizkusa
sv: Sista dagen på din gratis provperiod
th: วันสุดท้ายของการทดลองใช้ฟรี
tr: Ücretsiz Denemenizin Son Günü
uk: Останній день безкоштовного періоду
vi: Ngày cuối của bản dùng thử miễn phí
zh_hans: 免费试用的最后一天
zh_hant: 免費試用的最後一天

source: Last Name
ar: اسم العائلة
cs: Příjmení
da: Efternavn
de: Nachname
es: Apellido
et: Perekonnanimi
fi: Sukunimi
fr: Nom
hr: Prezime
hu: Vezetéknév
is: Eftirnafn
it: Cognome
ja: 姓
ko: 성
lv: Uzvārds
nb: Etternavn
nl: Achternaam
pl: Nazwisko
pt: Sobrenome
ro: Nume de familie
ru: Фамилия
sk: Priezvisko
sl: Priimek
sv: Efternamn
th: นามสกุล
tr: Soyad
uk: Прізвище
vi: Họ
zh_hans: 姓氏
zh_hant: 姓氏

source: Last preparations and enjoy the moment
ar: آخر التحضيرات والاستمتاع باللحظة
cs: Poslední přípravy – a užijte si ten okamžik
da: De sidste forberedelser – og nyd øjeblikket
de: Letzte Vorbereitungen – und genieß den Moment
es: Últimos preparativos y a disfrutar del momento
et: Viimased ettevalmistused – ja naudi hetke
fi: Viimeiset valmistelut – ja nauti hetkestä
fr: Derniers préparatifs et savourer l'instant
hr: Zadnje pripreme i uživanje u trenutku
hu: Utolsó előkészületek – és élvezd a pillanatot
is: Síðasti undirbúningur – njóttu stundarinnar
it: Ultimi preparativi e goditi il momento
ja: 最後の準備をして、その瞬間を楽しみましょう
ko: 마지막 준비를 마치고 그 순간 즐기기
lv: Pēdējie sagatavošanās darbi - un izbaudi mirkli
nb: Siste forberedelser – og nyt øyeblikket
nl: Laatste voorbereidingen - en geniet van het moment
pl: Ostatnie przygotowania i cieszenie się chwilą
pt: Últimos preparativos e aproveitar o momento
ro: Ultimele pregătiri și bucură-te de moment
ru: Последние приготовления — и наслаждайся моментом
sk: Posledné prípravy a užite si tú chvíľu
sl: Zadnje priprave in uživanje v trenutku
sv: Sista förberedelserna – njut av stunden
th: เตรียมตัวครั้งสุดท้ายและดื่มด่ำกับช่วงเวลานี้
tr: Son hazırlıklar ve anın tadını çıkarma
uk: Останні приготування — і насолоджуйтеся моментом
vi: Chuẩn bị lần cuối và tận hưởng khoảnh khắc
zh_hans: 做好最后准备，尽情享受这一刻
zh_hant: 完成最後準備，好好享受這一刻

source: Last question
ar: السؤال الأخير
cs: Poslední otázka
da: Sidste spørgsmål
de: Letzte Frage
es: Última pregunta
et: Viimane küsimus
fi: Viimeinen kysymys
fr: Dernière question
hr: Posljednje pitanje
hu: Utolsó kérdés
is: Síðasta spurningin
it: Ultima domanda
ja: 最後の質問です
ko: 마지막 질문이에요
lv: Pēdējais jautājums
nb: Siste spørsmål
nl: Laatste vraag
pl: Ostatnie pytanie
pt: Última pergunta
ro: Ultima întrebare
ru: Последний вопрос
sk: Posledná otázka
sl: Zadnje vprašanje
sv: Sista frågan
th: คำถามสุดท้าย
tr: Son soru
uk: Останнє запитання
vi: Câu hỏi cuối cùng
zh_hans: 最后一个问题
zh_hant: 最後一個問題

source: Laying out your checklist…
ar: نرتّب قائمة مهامك…
cs: Sestavujeme váš seznam úkolů…
da: Vi lægger jeres tjekliste til rette…
de: Checkliste wird erstellt…
es: Montando vuestra lista de tareas…
et: Paneme sinu kontrollnimekirja paika…
fi: Kootaan tehtävälistaasi…
fr: Mise en place de votre check-list…
hr: Slažemo vaš popis zadataka…
hu: Összeállítjuk a teendőlistádat…
is: Set upp gátlistann þinn…
it: Prepariamo la checklist…
ja: チェックリストを作成中…
ko: 체크리스트를 정리하는 중…
lv: Kārtojam tavu kontrolsarakstu…
nb: Setter opp sjekklisten…
nl: Je checklist wordt opgesteld…
pl: Układamy Waszą listę zadań…
pt: Montando sua lista de tarefas…
ro: Îți așezăm lista de sarcini…
ru: Раскладываем ваш чек-лист…
sk: Zostavujeme váš zoznam úloh…
sl: Pripravljamo vajin seznam opravil …
sv: Lägger upp din checklista…
th: กำลังจัดเช็คลิสต์ของคุณ…
tr: Kontrol listeniz hazırlanıyor…
uk: Складаємо ваш чек-лист…
vi: Đang sắp xếp danh sách công việc của bạn…
zh_hans: 正在为你们排布清单…
zh_hant: 正在排列你的待辦清單…

source: Let's begin
ar: لنبدأ
cs: Pojďme na to
da: Lad os begynde
de: Los geht's
es: Empecemos
et: Alustame
fi: Aloitetaan
fr: Commencer
hr: Krenimo
hu: Kezdjük
is: Byrjum
it: Iniziamo
ja: はじめましょう
ko: 시작해요
lv: Sāksim
nb: La oss begynne
nl: Laten we beginnen
pl: Zaczynajmy
pt: Vamos começar
ro: Să începem
ru: Начнём
sk: Poďme na to
sl: Začnimo
sv: Då börjar vi
th: เริ่มกันเลย
tr: Hadi başlayalım
uk: Почнімо
vi: Bắt đầu thôi
zh_hans: 我们开始吧
zh_hant: 開始吧

source: Let's review and adjust – we've got this together
ar: لنراجع ونعدّل – سننجح في هذا معًا
cs: Pojďme to projít a doladit – zvládneme to spolu
da: Lad os se det igennem og justere – vi klarer det sammen
de: Lass uns prüfen und anpassen – das schaffen wir gemeinsam
es: Revisemos y ajustemos: lo logramos juntos
et: Vaatame üle ja kohendame – koos saame hakkama
fi: Käydään läpi ja säädetään – hoidetaan tämä yhdessä
fr: Revoyons et ajustons – on y arrive ensemble
hr: Pregledajmo i prilagodimo – zajedno to možemo
hu: Nézzük át és igazítsuk ki – együtt menni fog
is: Förum yfir og stillum af – við gerum þetta saman
it: Rivediamo e aggiustiamo – ce la facciamo insieme
ja: 見直して調整しましょう – ふたりなら大丈夫です
ko: 함께 살펴보고 조정해요 – 우리라면 할 수 있어요
lv: Pārskatīsim un pielāgosim — kopā mēs to paveiksim
nb: La oss se over og justere – dette klarer vi sammen
nl: Even kijken en bijsturen – samen krijgen we dit voor elkaar
pl: Przejrzyjmy i dopasujmy – razem damy radę
pt: Vamos revisar e ajustar – estamos juntos nessa
ro: Hai să revedem și să ajustăm – ne descurcăm împreună
ru: Давайте посмотрим и подправим — вместе справимся
sk: Poďme to prejsť a doladiť – spolu to zvládneme
sl: Preglejmo in prilagodimo – skupaj zmoremo
sv: Vi går igenom och justerar – vi fixar det här tillsammans
th: มาทบทวนและปรับกัน – เราผ่านมันไปด้วยกันได้
tr: Gözden geçirip ayarlayalım – birlikte hallederiz
uk: Перегляньмо й підкоригуймо — разом ми впораємося
vi: Cùng xem lại và điều chỉnh – có nhau là làm được
zh_hans: 一起看看、调整一下——有我们在，没问题
zh_hant: 一起檢視、調整一下 – 我們可以的

source: Linked Vendor
ar: المورّد المرتبط
cs: Propojený dodavatel
da: Tilknyttet leverandør
de: Verknüpfter Dienstleister
es: Proveedor vinculado
et: Seotud teenusepakkuja
fi: Linkitetty palveluntarjoaja
fr: Prestataire lié
hr: Povezani dobavljač
hu: Kapcsolt szolgáltató
is: Tengdur þjónustuaðili
it: Fornitore collegato
ja: 紐づけた業者
ko: 연결된 업체
lv: Saistītais pakalpojumu sniedzējs
nb: Tilknyttet leverandør
nl: Gekoppelde leverancier
pl: Powiązany usługodawca
pt: Fornecedor vinculado
ro: Furnizor asociat
ru: Связанный подрядчик
sk: Prepojený dodávateľ
sl: Povezani ponudnik
sv: Kopplad leverantör
th: ผู้ให้บริการที่เชื่อมโยง
tr: Bağlı Tedarikçi
uk: Пов’язаний підрядник
vi: Nhà cung cấp liên kết
zh_hans: 关联的供应商
zh_hant: 連結的廠商

source: Load Suggested Schedule
ar: تحميل الجدول المقترح
cs: Načíst doporučený program
da: Indlæs foreslået program
de: Vorgeschlagenen Ablauf laden
es: Cargar cronograma sugerido
et: Laadi soovitatud kava
fi: Lataa ehdotettu aikataulu
fr: Charger le programme suggéré
hr: Učitaj predloženi raspored
hu: Javasolt menetrend betöltése
is: Hlaða inn tillögu að dagskrá
it: Carica il programma suggerito
ja: おすすめの進行表を読み込む
ko: 추천 일정 불러오기
lv: Ielādēt ieteikto grafiku
nb: Last inn foreslått kjøreplan
nl: Voorgesteld dagprogramma laden
pl: Wczytaj proponowany plan dnia
pt: Carregar cronograma sugerido
ro: Încarcă programul sugerat
ru: Загрузить готовое расписание
sk: Načítať odporúčaný program
sl: Naloži predlagani urnik
sv: Hämta föreslaget schema
th: โหลดกำหนดการที่แนะนำ
tr: Önerilen Programı Yükle
uk: Завантажити запропонований розклад
vi: Tải lịch trình gợi ý
zh_hans: 载入推荐流程
zh_hant: 載入建議流程

source: Location
ar: الموقع
cs: Místo
da: Sted
de: Ort
es: Lugar
et: Asukoht
fi: Sijainti
fr: Lieu
hr: Mjesto
hu: Helyszín
is: Staðsetning
it: Luogo
ja: 場所
ko: 장소
lv: Vieta
nb: Sted
nl: Locatie
pl: Lokalizacja
pt: Local
ro: Locație
ru: Место
sk: Miesto
sl: Lokacija
sv: Plats
th: สถานที่
tr: Konum
uk: Місце
vi: Địa điểm
zh_hans: 地点
zh_hant: 地點

source: Location & Notes
ar: الموقع والملاحظات
cs: Místo a poznámky
da: Sted & noter
de: Ort & Notizen
es: Lugar y notas
et: Asukoht ja märkused
fi: Sijainti ja muistiinpanot
fr: Lieu et notes
hr: Mjesto i bilješke
hu: Helyszín és jegyzetek
is: Staðsetning og athugasemdir
it: Luogo e note
ja: 場所とメモ
ko: 장소 & 메모
lv: Vieta un piezīmes
nb: Sted og notater
nl: Locatie & notities
pl: Lokalizacja i notatki
pt: Local e notas
ro: Locație și notițe
ru: Место и заметки
sk: Miesto a poznámky
sl: Lokacija in zapiski
sv: Plats & anteckningar
th: สถานที่และโน้ต
tr: Konum ve Notlar
uk: Місце та нотатки
vi: Địa điểm & Ghi chú
zh_hans: 地点与备注
zh_hant: 地點與備註

source: Lock in who will actually marry you and on which date
ar: حدّد من سيعقد قرانك وفي أي تاريخ
cs: Zajistěte si, kdo vás oddá a v jaký den
da: Få styr på, hvem der skal vie jer, og på hvilken dato
de: Legt fest, wer euch traut — und an welchem Tag
es: Dejad cerrado quién os casa y en qué fecha
et: Pane paika, kes teid laulatab ja millisel kuupäeval
fi: Lyö lukkoon, kuka teidät vihkii ja minä päivänä
fr: Fixez qui vous mariera, et à quelle date
hr: Dogovorite tko će vas vjenčati i kojeg datuma
hu: Rögzítsd, ki ad össze titeket és melyik napon
is: Festu hver gefur ykkur saman og á hvaða degi
it: Fissate chi vi sposerà e in quale data
ja: 誰が、いつ式を執り行うのかを確定する
ko: 주례를 맡을 사람과 날짜를 확정하기
lv: Nofiksē, kurš jūs laulās un kurā datumā
nb: Få på plass hvem som skal vie dere, og hvilken dato
nl: Leg vast wie jullie gaat trouwen en op welke datum
pl: Ustalcie, kto udzieli Wam ślubu i w jakim dniu
pt: Defina quem vai celebrar o casamento e em que data
ro: Stabiliți cine vă va cununa și la ce dată
ru: Определитесь, кто и в какой день вас зарегистрирует
sk: Potvrďte si, kto vás zosobáši a v ktorý deň
sl: Določita, kdo vaju bo poročil in na kateri datum
sv: Spika vem som ska viga er och vilket datum
th: ล็อกตัวผู้ประกอบพิธีและวันที่ให้แน่นอน
tr: Sizi kimin, hangi tarihte evlendireceğini kesinleştirin
uk: Визначте, хто саме вас одружить і якого дня
vi: Chốt ai sẽ làm lễ cho hai bạn và vào ngày nào
zh_hans: 确定由谁来证婚、在哪一天
zh_hant: 確定由誰證婚、在哪一天舉行

source: Log Communication
ar: تسجيل تواصل
cs: Zaznamenat komunikaci
da: Registrér kommunikation
de: Gespräch notieren
es: Nueva comunicación
et: Logi suhtlus
fi: Kirjaa yhteydenotto
fr: Nouvel échange
hr: Zabilježi komunikaciju
hu: Kommunikáció rögzítése
is: Skrá samskipti
it: Nuova comunicazione
ja: やりとりを記録
ko: 연락 기록하기
lv: Pierakstīt saziņu
nb: Loggfør kommunikasjon
nl: Contact vastleggen
pl: Zapisz kontakt
pt: Registrar comunicação
ro: Înregistrează o comunicare
ru: Записать общение
sk: Zaznamenať komunikáciu
sl: Zabeleži komunikacijo
sv: Logga kontakt
th: บันทึกการติดต่อ
tr: Görüşme Kaydet
uk: Записати спілкування
vi: Ghi lại trao đổi
zh_hans: 记录沟通
zh_hant: 記錄聯絡內容

source: Look for photographers whose style matches your vision
ar: ابحث عن مصورين يناسب أسلوبهم رؤيتك
cs: Hledejte fotografy, jejichž styl sedí vaší představě
da: Find fotografer, hvis stil matcher jeres vision
de: Suche Fotograf:innen, deren Stil zu deiner Vision passt
es: Busca fotógrafos cuyo estilo encaje con tu visión
et: Otsi fotograafe, kelle stiil sobib sinu nägemusega
fi: Etsi valokuvaajia, joiden tyyli vastaa visiotasi
fr: Cherchez des photographes dont le style correspond à votre vision
hr: Potražite fotografe čiji stil odgovara vašoj viziji
hu: Keress olyan fotósokat, akiknek a stílusa illik az elképzelésedhez
is: Leitaðu að ljósmyndurum sem hafa stíl í takt við sýn ykkar
it: Cerca fotografi il cui stile rispecchia la tua visione
ja: イメージに合う作風のカメラマンを探す
ko: 원하는 분위기와 어울리는 사진작가를 찾아보세요
lv: Meklē fotogrāfus, kuru stils atbilst tavai vīzijai
nb: Se etter fotografer med en stil som matcher visjonen deres
nl: Zoek fotografen wier stijl past bij jullie beeld
pl: Szukajcie fotografów, których styl pasuje do Waszej wizji
pt: Procure fotógrafos com um estilo parecido com o que vocês imaginam
ro: Căutați fotografi al căror stil se potrivește cu viziunea voastră
ru: Ищите фотографов, чей стиль совпадает с вашим видением
sk: Hľadajte fotografov, ktorých štýl sedí vašej predstave
sl: Poiščita fotografe, katerih slog ustreza vajini viziji
sv: Leta efter fotografer vars stil matchar din vision
th: มองหาช่างภาพที่สไตล์ตรงกับภาพที่คุณอยากได้
tr: Tarzı hayalinize uyan fotoğrafçılara bakın
uk: Шукайте фотографів, чий стиль збігається з вашим баченням
vi: Tìm thợ ảnh có phong cách hợp với hình dung của bạn
zh_hans: 找风格和你们想法一致的摄影师
zh_hant: 找風格符合你們想像的攝影師

source: Looking your best
ar: أن تبدو في أبهى صورة
cs: Vypadat co nejlíp
da: At se allerbedst ud
de: In Bestform aussehen
es: Verte espléndido
et: Näed välja imeline
fi: Näytät parhaimmaltasi
fr: Être à votre avantage
hr: Da izgledate savršeno
hu: A legjobb formádban
is: Að líta sem best út
it: Essere al meglio
ja: 最高の自分でいること
ko: 가장 아름다운 모습으로
lv: Izskatīties vislabāk
nb: Å se best mulig ut
nl: Er op je best uitzien
pl: Wyglądać olśniewająco
pt: Estar impecável
ro: Să arătați impecabil
ru: Выглядеть на все сто
sk: Vyzerať čo najlepšie
sl: Da bosta videti najlepše
sv: Att se ut som allra bäst
th: ดูดีที่สุดในวันนั้น
tr: En iyi halinizle görünmek
uk: Мати бездоганний вигляд
vi: Trông thật rạng rỡ
zh_hans: 以最美的状态出场
zh_hant: 以最美的樣子出場

source: Love is in the details – and you're nailing them
ar: الحب في التفاصيل – وأنت تتقنها
cs: Láska je v detailech – a vy je trefujete přesně
da: Kærligheden ligger i detaljerne – og dem rammer I plet på
de: Liebe steckt im Detail – und du meisterst es
es: El amor está en los detalles, y los estás clavando
et: Armastus peitub detailides – ja sinul õnnestuvad need suurepäraselt
fi: Rakkaus on yksityiskohdissa – ja sinä osut niihin
fr: L'amour est dans les détails, et vous les maîtrisez
hr: Ljubav je u detaljima – a vi ih pogađate savršeno
hu: A szeretet a részletekben rejlik – és ezeket zseniálisan hozod
is: Ástin býr í smáatriðunum – og þú ert að negla þau
it: L'amore è nei dettagli, e tu li stai curando alla grande
ja: 愛は細部に宿ります – 見事に形になっています
ko: 사랑은 디테일에 있어요 – 그리고 정말 잘하고 있어요
lv: Mīlestība slēpjas detaļās — un tev tās padodas lieliski
nb: Kjærligheten ligger i detaljene – og dere treffer blink
nl: Liefde zit in de details – en die heb je perfect voor elkaar
pl: Miłość tkwi w szczegółach – a Wam wychodzą wyśmienicie
pt: O amor está nos detalhes – e vocês estão acertando em cheio
ro: Iubirea stă în detalii – și tu le nimerești pe toate
ru: Любовь — в деталях, и у вас они получаются
sk: Láska je v detailoch – a vy ich zvládate na jednotku
sl: Ljubezen je v podrobnostih – in te vama gredo odlično
sv: Kärleken finns i detaljerna – och du prickar in dem
th: ความรักอยู่ในรายละเอียด – และคุณทำได้ดีมาก
tr: Aşk detaylarda gizli – siz de tam isabet ediyorsunuz
uk: Любов — у деталях, і ви даєте з ними чудову раду
vi: Tình yêu nằm ở những chi tiết – và bạn đang làm rất chuẩn
zh_hans: 爱藏在细节里——而你们把细节做得很好
zh_hant: 愛藏在細節裡 – 而你們掌握得很好

source: Loved by couples
ar: محبوب لدى المقبلين على الزواج
cs: Páry si nás oblíbily
da: Elsket af par
de: Von Paaren geliebt
es: Parejas encantadas
et: Paaride lemmik
fi: Parien rakastama
fr: Adoré par les couples
hr: Parovi ga obožavaju
hu: A párok imádják
is: Elskað af pörum
it: Amata dalle coppie
ja: たくさんのカップルに選ばれています
ko: 예비부부들이 사랑하는 앱
lv: Pāru iemīļota
nb: Elsket av par
nl: Geliefd bij stellen
pl: Uwielbiane przez pary
pt: Amado por casais
ro: Îndrăgit de cupluri
ru: Пары нас любят
sk: Obľúbené medzi pármi
sl: Priljubljeno med pari
sv: Älskad av par
th: คู่รักต่างชื่นชอบ
tr: Çiftlerin favorisi
uk: Пари обожнюють
vi: Được các cặp đôi yêu thích
zh_hans: 深受新人喜爱
zh_hant: 深受新人喜愛

source: Lovely to meet you, %@
ar: سعدنا بلقائك، %@
cs: Těší nás, %@
da: Dejligt at møde dig, %@
de: Schön, dich kennenzulernen, %@
es: Un placer conocerte, %@
et: Rõõm tutvuda, %@
fi: Hauska tavata, %@
fr: Ravis de vous rencontrer, %@
hr: Drago nam je, %@
hu: Örülünk, hogy megismerhetünk, %@
is: Gaman að kynnast þér, %@
it: Che piacere conoscervi, %@
ja: はじめまして、%@ さん
ko: 반가워요, %@님
lv: Prieks iepazīties, %@
nb: Hyggelig å møte deg, %@
nl: Leuk je te ontmoeten, %@
pl: Miło Was poznać, %@
pt: Que bom conhecer você, %@
ro: Ne bucurăm să te cunoaștem, %@
ru: Рады знакомству, %@
sk: Teší nás, %@
sl: Lepo te je spoznati, %@
sv: Vad roligt att träffas, %@
th: ยินดีที่ได้รู้จัก %@
tr: Tanıştığımıza sevindik, %@
uk: Приємно познайомитися, %@
vi: Rất vui được gặp bạn, %@
zh_hans: 很高兴认识你，%@
zh_hant: 很高興認識你，%@

source: Low
ar: منخفضة
cs: Nízká
da: Lav
de: Niedrig
es: Baja
et: Madal
fi: Matala
fr: Faible
hr: Nizak
hu: Alacsony
is: Lágur
it: Bassa
ja: 低
ko: 낮음
lv: Zema
nb: Lav
nl: Laag
pl: Niski
pt: Baixa
ro: Scăzută
ru: Низкий
sk: Nízka
sl: Nizka
sv: Låg
th: ต่ำ
tr: Düşük
uk: Низький
vi: Thấp
zh_hans: 低
zh_hant: 低

source: MOST TO YOU?
ar: بالنسبة لك؟
cs: NEJDŮLEŽITĚJŠÍ?
da: MEST FOR JER?
de: DIR AM MEISTEN?
es: TE IMPORTA?
et: MIS ON SINU JAOKS KÕIGE TÄHTSAM?
fi: ENITEN TEILLE?
fr: LE PLUS POUR VOUS ?
hr: VAMA NAJVIŠE?
hu: SZÁMODRA?
is: ÞIG MESTU MÁLI?
it: DI PIÙ PER TE?
ja: いちばん大切なことは？
ko: 가장 중요한가요?
lv: KAS TEV IR VISSVARĪGĀKAIS?
nb: MEST FOR DERE?
nl: HET MEEST VOOR JULLIE?
pl: NAJBARDZIEJ DLA WAS?
pt: PARA VOCÊS?
ro: MAI MULT PENTRU TINE?
ru: ВАЖНЕЕ ВСЕГО?
sk: NA ČOM VÁM ZÁLEŽÍ NAJVIAC?
sl: VAMA NAJBOLJ?
sv: MEST FÖR DIG?
th: มากที่สุดสำหรับคุณ?
tr: SİZİN İÇİN EN ÖNEMLİSİ NE?
uk: НАЙБІЛЬШЕ ДЛЯ ВАС?
vi: NHẤT VỚI BẠN?
zh_hans: 最重要？
zh_hant: 對你們最重要？

source: Main Entrance
ar: المدخل الرئيسي
cs: Hlavní vchod
da: Hovedindgang
de: Haupteingang
es: Entrada principal
et: Peasissepääs
fi: Pääsisäänkäynti
fr: Entrée principale
hr: Glavni ulaz
hu: Főbejárat
is: Aðalinngangur
it: Ingresso principale
ja: メインエントランス
ko: 메인 입구
lv: Galvenā ieeja
nb: Hovedinngang
nl: Hoofdingang
pl: Wejście główne
pt: Entrada principal
ro: Intrarea principală
ru: Главный вход
sk: Hlavný vchod
sl: Glavni vhod
sv: Huvudentré
th: ทางเข้าหลัก
tr: Ana Giriş
uk: Головний вхід
vi: Lối vào chính
zh_hans: 正门
zh_hant: 大門入口

source: Main Hall
ar: القاعة الرئيسية
cs: Hlavní sál
da: Hovedsal
de: Großer Saal
es: Salón principal
et: Peasaal
fi: Pääsali
fr: Grande salle
hr: Glavna dvorana
hu: Nagyterem
is: Aðalsalur
it: Sala principale
ja: メインホール
ko: 메인 홀
lv: Lielā zāle
nb: Hovedsal
nl: Grote zaal
pl: Sala główna
pt: Salão principal
ro: Sala principală
ru: Главный зал
sk: Hlavná sála
sl: Glavna dvorana
sv: Stora salen
th: ห้องโถงหลัก
tr: Ana Salon
uk: Головна зала
vi: Sảnh chính
zh_hans: 主厅
zh_hant: 主廳

source: Make it Forever — %@
ar: اجعلها لك مدى الحياة — %@
cs: Mějte to navždy — %@
da: Gør det for altid — %@
de: Für immer sichern – %@
es: Hazlo Para siempre — %@
et: Tee see igaveseks — %@
fi: Hanki ikuisesti — %@
fr: Passer à Pour toujours — %@
hr: Neka bude zauvijek — %@
hu: Legyen örökre — %@
is: Gerðu það að eilífu — %@
it: Passa a Per sempre — %@
ja: 買い切りにする — %@
ko: 평생 소장하기 — %@
lv: Padari to mūžīgu — %@
nb: Gjør det for alltid – %@
nl: Maak het Voor altijd — %@
pl: Zatrzymajcie na zawsze — %@
pt: Seu para sempre — %@
ro: Treci la Pe viață — %@
ru: Сделать навсегда — %@
sk: Nech je to navždy — %@
sl: Naj bo za vedno – %@
sv: Gör den för alltid – %@
th: ทำให้เป็นของคุณตลอดไป — %@
tr: Ömür boyu sizin olsun — %@
uk: Зробити назавжди — %@
vi: Sở hữu trọn đời — %@
zh_hans: 永久拥有 — %@
zh_hant: 升級為永久版 — %@

source: Mark Complete
ar: تعليم كمكتملة
cs: Označit jako splněné
da: Markér fuldført
de: Als erledigt markieren
es: Marcar completada
et: Märgi tehtuks
fi: Merkitse valmiiksi
fr: Marquer comme terminée
hr: Označi dovršenim
hu: Késznek jelölés
is: Merkja sem lokið
it: Segna come completata
ja: 完了にする
ko: 완료로 표시
lv: Atzīmēt kā paveiktu
nb: Merk som fullført
nl: Markeer als afgerond
pl: Oznacz jako ukończone
pt: Marcar como concluída
ro: Marchează ca finalizată
ru: Отметить выполненной
sk: Označiť ako hotové
sl: Označi kot opravljeno
sv: Markera klar
th: ทำเครื่องหมายว่าเสร็จแล้ว
tr: Tamamlandı İşaretle
uk: Позначити виконаним
vi: Đánh dấu hoàn thành
zh_hans: 标记为已完成
zh_hant: 標記為完成

source: Mark Incomplete
ar: تعليم كغير مكتملة
cs: Označit jako nesplněné
da: Markér som ikke fuldført
de: Als offen markieren
es: Marcar pendiente
et: Märgi tegemata
fi: Merkitse keskeneräiseksi
fr: Marquer comme à faire
hr: Označi nedovršenim
hu: Megjelölés befejezetlennek
is: Merkja sem ólokið
it: Segna come da fare
ja: 未完了に戻す
ko: 미완료로 표시
lv: Atzīmēt kā nepaveiktu
nb: Merk som ikke fullført
nl: Markeer als niet afgerond
pl: Oznacz jako nieukończone
pt: Marcar como pendente
ro: Marchează ca nefinalizată
ru: Отметить невыполненной
sk: Označiť ako nedokončené
sl: Označi kot neopravljeno
sv: Markera som ej klar
th: ทำเครื่องหมายว่ายังไม่เสร็จ
tr: Tamamlanmadı İşaretle
uk: Позначити невиконаним
vi: Đánh dấu chưa hoàn thành
zh_hans: 标记为未完成
zh_hant: 標記為未完成

source: Mark as Complete
ar: تعليم كمكتملة
cs: Označit jako hotové
da: Markér som fuldført
de: Als erledigt markieren
es: Marcar como completada
et: Märgi tehtuks
fi: Merkitse valmiiksi
fr: Marquer comme terminée
hr: Označi kao dovršeno
hu: Megjelölés késznek
is: Merkja sem lokið
it: Segna come completata
ja: 完了にする
ko: 완료로 표시
lv: Atzīmēt kā paveiktu
nb: Merk som fullført
nl: Markeren als afgerond
pl: Oznacz jako ukończone
pt: Marcar como concluída
ro: Marchează ca finalizată
ru: Отметить как выполненную
sk: Označiť ako dokončené
sl: Označi kot opravljeno
sv: Markera som klar
th: ทำเครื่องหมายว่าเสร็จสิ้น
tr: Tamamlandı Olarak İşaretle
uk: Позначити як виконане
vi: Đánh dấu là đã hoàn thành
zh_hans: 标记为已完成
zh_hant: 標記為完成
